var com = com || {};
com.hiyoko = com.hiyoko || {};
com.hiyoko.dx3 = com.hiyoko.dx3 || {};
com.hiyoko.dx3.search = com.hiyoko.dx3.search || {};
com.hiyoko.dx3.search.test = com.hiyoko.dx3.search.test || {};
com.hiyoko.dx3.search.test.TestData = "" +
  "ひよこさんなのなー,ひよひつ,3,常時,-,自動成功,自身,至近,-,-,0,あなたはひよこさんである。ひょこひょこひよこなので見た目より素早く動く。あなたの【行動値】を+[Lv×2]する。このエフェクトは侵蝕率によるレベルアップの効果を受けない。このエフェクトを取得した場合、侵食率基本値が+3される。\n"+
  "ひつじさんなのなー,ひよひつ,5,常時,-,自動成功,自身,至近,-,-,0,あなたはひつじさんである。がんばるひつじなので思ったよりねばる。あなたの最大HPを+[Lv×4]する。このエフェクトは侵蝕率によるレベルアップの効果を受けない。このエフェクトを取得した場合、侵食率基本値が+3される。\n"+
  "ブートキャンプ,ひよひつ,4,セットアッププロセス,-,自動成功,自身,範囲（選択）,5,-,0,あなたは短時間の研修で周囲の者を変えることができる。どう変えるのかはあなたの望むままだ。そのラウンドの間、対象が行う攻撃の攻撃力を+[Lv×4]する。";


